{
  "slapstick_0":"I tried to be a morning person once. I woke up at 5 AM, looked in the mirror, and my reflection just said, 'Go back to bed, it's not worth it.'",
  "slapstick_10":"I tried to be a morning person once. I woke up at 5 AM, looked in the mirror, and my reflection just said, 'Go back to bed, it's not worth it.'",
  "slapstick_1":"You ever notice how when you're in a hurry, every traffic light turns red? It's like they're conspiring against you, saying, 'Oh, you've got somewhere to be? Let me just add a few minutes to your journey.'",
  "slapstick_2":"I recently joined a gym, and let me tell you, it's not easy. The hardest part isn't the workout itself, it's trying to look cool while struggling on the treadmill. I'm pretty sure I invented a new dance move.",
  "slapstick_3":"I went to a restaurant that advertised 'all you can eat,' and I took that as a personal challenge. Let's just say they regretted it. I think I single-handedly ruined their profit margin for the month.",
  "slapstick_4":"I envy people who can fall asleep instantly. It takes me longer to fall asleep than it does to watch a Lord of the Rings movie marathon. And that's the extended editions.",
  "slapstick_5":"You know you're getting old when you start getting excited about appliances. I got a new vacuum cleaner the other day and spent the entire weekend testing it out. My social life is really taking off.",
  "slapstick_6":"I tried yoga once. Keyword: tried. Turns out, I'm about as flexible as a tree trunk. The instructor kept saying, 'Just relax and let your body melt into the pose.' My body was like, 'Nope, we're staying right here.'",
  "slapstick_7":"I'm at that age where my friends are either getting married or getting divorced. It's like a game of relationship musical chairs, and I'm just standing in the corner with a bag of popcorn, waiting to see who's left standing.",
  "slapstick_8":"I don't understand why they call it 'rush hour.' It's more like 'sit in traffic for an hour' hour. They should rename it to something more accurate, like 'crawl at a snail's pace hour.'",
  "slapstick_9":"I'm convinced my refrigerator is playing mind games with me. I'll open it, stare inside for a few minutes, close it, then immediately reopen it as if something magically appeared in those two seconds. It's a vicious cycle of disappointment.",
  "barJoke_0":"Why don't scientists trust atoms? Because they make up everything, including excuses for drinking at the bar!",
  "barJoke_10":"Why don't scientists trust atoms? Because they make up everything, including excuses for drinking at the bar!",
  "barJoke_1":"Why did the bartender break up with the gin? Because it couldn't handle its own tonic!",
  "barJoke_2":"A neutron walks into a bar and asks, 'How much for a beer?' The bartender replies, 'For you? No charge!'",
  "barJoke_3":"Two hydrogen atoms walk into a bar. One says, 'I think I've lost an electron.' The other asks, 'Are you positive?'",
  "barJoke_4":"Why did the scarecrow win an award at the bar? Because he was outstanding in his field!",
  "barJoke_5":"A jumper cable walks into a bar. The bartender says, 'I'll serve you, but don't start anything!'",
  "barJoke_6":"Why don't skeletons fight at the bar? They don't have the guts!",
  "barJoke_7":"A grasshopper hops into a bar. The bartender says, 'Hey, we have a drink named after you!' The grasshopper replies, 'You have a drink called Steve?'",
  "barJoke_8":"Why did the hipster burn his tongue at the bar? Because he drank his coffee before it was cool!",
  "barJoke_9":"A bear walks into a bar and says, 'I'll have a beer......and some peanuts.' The bartender asks, 'Why the big pause?' The bear shrugs, 'I'm not sure, I was born with them!'",
  "puns_0":"Why don't aliens ever share dessert? Because they're afraid of getting a black hole in their space-tummies!",
  "puns_10":"Why don't aliens ever share dessert? Because they're afraid of getting a black hole in their space-tummies!",
  "puns_1":"Did you hear about the alien who became a comedian? He really knew how to probe for laughs!",
  "puns_2":"Why did the alien break up with his girlfriend? She needed 'space' in the relationship!",
  "puns_3":"How do aliens like their coffee? With flying saucers!",
  "puns_4":"Why did the alien bring a broom to the party? To sweep the human off their feet!",
  "puns_5":"What do you call an alien spaceship that sings? A flying saucer-aphone!",
  "puns_6":"Why did the alien go to school? To learn the universal language: 'Earth-ian'!",
  "puns_7":"Why did the alien visit the bakery? He wanted to abduct some doughnuts!",
  "puns_8":"How do aliens throw a party? They planet!",
  "puns_9":"Why don't aliens play hide and seek? Because good luck hiding when you're out of this world!",
  "germanHumor_10":"Lachen ist die beste Medizin, es sei denn, du leidest an Durchfall.",
  "germanHumor_0":"Lachen ist die beste Medizin, es sei denn, du leidest an Durchfall.",
  "germanHumor_1":"Wer zuletzt lacht, hat es nicht eher begriffen.",
  "germanHumor_2":"In der Kürze liegt die Würze, sagte die Fliege und setzte sich auf den Pfeffer.",
  "germanHumor_3":"Wer zuletzt lacht, hat den Witz nicht verstanden.",
  "germanHumor_4":"Warum einfach, wenn es auch kompliziert geht?",
  "germanHumor_5":"Ein Tag ohne Lachen ist ein verlorener Tag.",
  "germanHumor_6":"Liebe deinen Nächsten wie dich selbst, es sei denn, er heißt Horst.",
  "germanHumor_7":"Wer anderen eine Grube gräbt, hat ein Grubengrabgerät.",
  "germanHumor_8":"Lieber den Spatz in der Hand als die Taube auf dem Dach, es sei denn, du hast eine Schrotflinte.",
  "germanHumor_9":"Nicht alles, was zählt, kann gezählt werden, und nicht alles, was gezählt werden kann, zählt.",
  "britishHumour_0":"I used to play piano by ear, but now I use my hands.",
  "britishHumour_10":"I used to play piano by ear, but now I use my hands.",
  "britishHumour_1":"Why don't scientists trust atoms? Because they make up everything!",
  "britishHumour_2":"I told my wife she was drawing her eyebrows too high. She looked surprised.",
  "britishHumour_3":"I asked the librarian if they had any books on paranoia. She whispered, 'They're right behind you!'",
  "britishHumour_4":"Parallel lines have so much in common. It's a shame they'll never meet.",
  "britishHumour_5":"I told my computer I needed a break, and now it won't stop sending me vacation ads.",
  "britishHumour_6":"Why don't skeletons fight each other? They don't have the guts.",
  "britishHumour_7":"I'm reading a book on anti-gravity. It's impossible to put down!",
  "britishHumour_8":"Why did the scarecrow win an award? Because he was outstanding in his field!",
  "britishHumour_9":"I'm friends with 25 letters of the alphabet. I don't know y.",
  "flatulenceHumor_0":"Did you hear about the guy who invented the silent fart? He made a mint!",
  "flatulenceHumor_10":"Did you hear about the guy who invented the silent fart? He made a mint!",
  "flatulenceHumor_1":"Why don't scientists trust farts? Because they can't be metered!",
  "flatulenceHumor_2":"Did you hear about the farter who won an award? He was outstanding in his field!",
  "flatulenceHumor_3":"Why don't farts ever finish school? Because they always get expelled!",
  "flatulenceHumor_4":"Why did the fart go to the party alone? Because it didn't want to bring any gas with it!",
  "flatulenceHumor_5":"What do you call a fake farter? An impasta!",
  "flatulenceHumor_6":"Why did the fart get embarrassed? Because it passed gas at a silent auction!",
  "flatulenceHumor_7":"What do you call a farting detective? A private tooter!",
  "flatulenceHumor_8":"Why don't farts ever feel bad about themselves? Because they're full of hot air!",
  "flatulenceHumor_9":"What's a fart's favorite type of music? Anything with a lot of 'wind' instruments!",
  "knockKnockJoke_0":"Knock knock. - Who’s there? - Nana. - Nana who? - Nana your business!",
  "knockKnockJoke_10":"Knock knock. - Who’s there? - Nana. - Nana who? - Nana your business!",
  "knockKnockJoke_1":"Knock knock. - Who’s there? - Olive. - Olive who? - Olive you and I miss you already!",
  "knockKnockJoke_2":"Knock knock. - Who’s there? - Tank. - Tank who? - You’re welcome!",
  "knockKnockJoke_3":"Knock knock. - Who’s there? - Lettuce. - Lettuce who? - Lettuce in, it’s cold out here!",
  "knockKnockJoke_4":"Knock knock. - Who’s there? - Boo. - Boo who? - Don’t cry, it’s just a joke!",
  "knockKnockJoke_5":"Knock knock. - Who’s there? - Atch. - Atch who? - Bless you!",
  "knockKnockJoke_6":"Knock knock. - Who’s there? - Harry. - Harry who? - Harry up, it’s cold out here!",
  "knockKnockJoke_7":"Knock knock. - Who’s there? - Cow says. - Cow says who? - No silly, cow says moo!",
  "knockKnockJoke_8":"Knock knock. - Who’s there? - Wooden shoe. - Wooden shoe who? - Wooden shoe like to hear another joke?",
  "knockKnockJoke_9":"Knock knock. - Who’s there? - Lettuce. - Lettuce who? - Lettuce in, it’s freezing out here!",
  "dadJoke_0":"Why don't scientists trust atoms? Because they make up everything!",
  "dadJoke_10":"Why don't scientists trust atoms? Because they make up everything!",
  "dadJoke_1":"Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them!",
  "dadJoke_2":"What do you call fake spaghetti? An impasta!",
  "dadJoke_3":"I told my wife she should embrace her mistakes. She gave me a hug.",
  "dadJoke_4":"What do you call an alligator in a vest? An investi-gator!",
  "dadJoke_5":"Why did the scarecrow win an award? Because he was outstanding in his field!",
  "dadJoke_6":"I used to play piano by ear, but now I use my hands.",
  "dadJoke_7":"How do you organize a space party? You planet!",
  "dadJoke_8":"Why don't eggs tell jokes? They'd crack each other up!",
  "dadJoke_9":"Why don't skeletons fight each other? They don't have the guts!"
}